Repository: wangyiwei2015/U-Clock-Widget
Catalog: PxClock/Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

# _invalid_wall
source: ⚠️ The wallpaper has invlid sizes.
zh_hans: ⚠️壁纸尺寸错误，请重新选择。

source: Analog
zh_hans: 模拟

# colorext
source: Wallpaper color extractor
zh_hans: 壁纸颜色提取

# contact_text
source: For support or any other questions, feel free to contact me
zh_hans: 如需帮助或者有任何问题，欢迎联系我。

source: Damping .%lld
zh_hans: 阻尼 .%lld

source: Digital
zh_hans: 数字

source: Done
zh_hans: 完成

# ipad_err
source: The background feature does not support iPad. You can add widgets on the home screen.
zh_hans: iPad 不支持透明背景功能；请直接在主屏幕添加小组件。

# link_appstore
source: View on App Store ↗
zh_hans: 前往 App Store ↗

# link_email
source: Send email to the developer ↗
zh_hans: 给开发者发邮件 ↗

# link_github
source: View sources on GitHub ↗
zh_hans: 前往 GitHub 页面 ↗

source: Off
zh_hans: 关

source: On
zh_hans: 开

# project_info
source: This is an open-source project.
zh_hans: 这是一个开源项目。

# rate_text
source: Rate or share the app if you like it.
zh_hans: 如果你喜欢本应用，欢迎五星好评或分享给别人。

source: Response .%lld
zh_hans: 弹性 .%lld

source: Size %@
zh_hans: 尺寸 %@

# sw1
source: 1. Go to home screen
zh_hans: 1、前往主屏幕

# sw2
source: 2. Long press to enter edit mode
zh_hans: 2、长按进入编辑模式

# sw3
source: 3. Swipe to a new empty page
zh_hans: 3、划到最右的空白页面

# sw4
source: 4. Take a screenshot
zh_hans: 4、截图

# sw5
source: 5. Repeat for light/dark mode
zh_hans: 5、若亮/暗模式壁纸不同，则需分别截图

# sw6
source: 6. Come back and choose them
zh_hans: 6、返回这里，选择刚才的截图

# transparent
source: Transparent widget effect
zh_hans: 小组件透明背景效果

# uclk_circle
source: PxClock (Circle)
zh_hans: PxClock (圆形)

# uclk_clover
source: PxClock (Clover)
zh_hans: PxClock (四叶草)

# uclk_scallop
source: PxClock (Scallop)
zh_hans: PxClock (扇形)

# widget_desc
source: Material style clock widget
zh_hans: Pixel 风格时钟小组件
